// © Copyright 2012-2017 HP Development Company, L.P.

SATTaskName = "상태와 경고";

MoreInfoTitle = "추가 정보";
SATPrivacyStatementOnlineLink = "HP 개인 정보 보호 정책";

SATAlertsTaskDescription = "HP 장치에 대해 보고 싶은 세부 상태 정보 수준을 지정하십시오. 장치가 요청한 작업을 완료할 수 없거나 사용자의 주의가 필요하면 항상 알림을 받게 됩니다.";

SATShowAlertsButtonTitle = "다음에 대한 세부 경고 보기:";
SATAutoDismissTitlePreffix = "다음에 대해";
SATAutoDismissTitleSuffix = "초 후 자동으로 경고 해제:";

SATErrorsWarningsAndInfo = "오류, 경고 및 정보 메시지";
SATErrorsAndWarnings = "오류 및 경고";
SATErrorsOnly = "오류만";
SATInfoMessages = "정보 메시지";
SATWarningsAndInfoMessages = "경고 및 정보 메시지";

SATShowWebContentButtonTitle = "경고에서 웹 콘텐츠 표시";
SATShowWebContentButtonBaseDescription = "사용자의 권한을 사용하여 장치의 상태를 HP와 안전하게 공유할 수 있습니다. 이 정보를 제공받으면 HP는 사용자가 HP 프로그램에 등록되어 있는지 특별 행사에 자격이 있는지 확인할 수 있으며 이용 가능한 옵션을 기반으로 경고를 수정할 수 있습니다.";
SATShowWebContentButtonMoreInfoFootnote = "SAT_TEXT:* HP로 전송된 정보에 대해 알아보려면 SAT_KEYED_LINK:MoreInfoTitle을(를) 참조하십시오.";
SATShowWebContentButtonPrivacyStatementFootnote = "SAT_TEXT:* HP의 개인정보 취급방침을 자세히 알아보려면 SAT_LINK:SATPrivacyStatementOnlineLink을(를) 참조하십시오.";

SATNoControlPanelAlertTitle = "HP 알림을 끄시겠습니까?";
SATNoControlPanelTurnOffButtonTitle = "끔";
SATNoControlPanelAlertText = "알림을 끄면 장치의 상태에 관한 중요한 메시지를 볼 수 없게 됩니다.";
SATCancelButtonTitle = "취소";
